tap "adoptopenjdk/openjdk"
tap "delphinus/sfmono-square"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/core"
tap "homebrew/services"
tap "yu-ichiro/brew"
cask "adoptopenjdk8"
brew "bash-completion@2"
brew "ctop"
brew "curl"
brew "graphviz"
brew "eralchemy"
brew "pango"
brew "fontforge", link: false
brew "ghq"
brew "gist"
brew "git"
brew "git-lfs"
brew "gradle"
brew "haskell-stack"
brew "htop"
brew "hub"
brew "john"
brew "jq"
brew "libgcrypt"
brew "lsyncd"
brew "mackup"
brew "mas"
brew "mono"
brew "nkf"
brew "node"
brew "peco"
brew "pwgen"
brew "pyenv"
brew "pyenv-virtualenv"
brew "rmtrash"
brew "rsync"
brew "telnet"
brew "tig"
brew "tldr"
brew "tmux"
brew "tree"
brew "unicorn"
brew "watch"
brew "xdelta"
brew "z"
brew "zplug"
brew "zsh"
brew "zsh-completions"
brew "delphinus/sfmono-square/sfmono-square"
brew "yu-ichiro/brew/vim"
cask "alfred"
cask "android-sdk"
cask "appcleaner"
cask "bartender"
cask "bitbar"
cask "cyberduck"
cask "dash"
cask "docker"
cask "dropbox"
cask "fantastical"
cask "github"
cask "google-chrome"
cask "google-japanese-ime"
cask "grandperspective"
cask "gyazo"
cask "iterm2"
cask "jetbrains-toolbox"
cask "keycastr"
cask "ngrok"
cask "paw"
cask "qlmarkdown"
cask "sequel-pro"
cask "skype"
cask "spotify"
cask "thedesk"
cask "typora"
mas "1Password 7", id: 1333542190
mas "Evernote", id: 406056744
mas "GarageBand", id: 682658836
mas "iMovie", id: 408981434
mas "Keynote", id: 409183694
mas "LadioCast", id: 411213048
mas "LINE", id: 539883307
mas "Logic Pro X", id: 634148309
mas "Magnet", id: 441258766
mas "MainStage 3", id: 634159523
mas "Medis", id: 1063631769
mas "Numbers", id: 409203825
mas "Pages", id: 409201541
mas "Pocket", id: 568494494
mas "PopClip", id: 445189367
mas "Skitch", id: 425955336
mas "Slack", id: 803453959
mas "Spark", id: 1176895641
mas "Table Tool", id: 1122008420
mas "The Unarchiver", id: 425424353
mas "Things", id: 904280696
mas "Trello", id: 1278508951
mas "TweetDeck", id: 485812721
mas "Twitter", id: 1482454543
mas "Xcode", id: 497799835
